	//server-json
	// npm i json-server --save-dev
	//npm - npm пакеты
	//i - сокращение от install
	//json-server - название пакета
	//можно указать -g для глобальной установки. Потребуется в начале писать sudo
	//--save-dev  мы говорим, что испольуем для разработки. Зависимость для разработки
	//если нужен пакет для работы внутри, тогда просто --save
	//до установки надо указать npm init для создани пакета
	//package.json содержит информацию от пакетах и ту, что мы в него положили
	//package-lock.json - информация о зависимостях установленных пакетов

	//далее при наличии package.json достаточно прописать в терминале npm i и подятнутся все пакеты